Repository: kotlarekm/DemoWall
Catalog: Logical/Resources/AlarmsMessages.tmx
Source language: en
Languages: pl

source: Temperature in tank 3 is too high!
pl: Temperatura w zbiorniku 3 za wysoka!

source: Pressure in tank 3 is too high
pl: Ciśnienie w zbiorniku 3 za wysokie!

source: Fluid level in the tank 1 is too high!
pl: Poziom cieczy w zbiorniku nr 1 jest za wysoki!

source: Fluid level in the tank 2 is too high!
pl: Poziom cieczy w zbiorniku nr 2 jest za wysoki!

source: Fluid level in the tank 3 is too high!
pl: Poziom cieczy w zbiorniku nr 3 jest za wysoki!

source: Emergency button pressed!
pl: Naciśnięto przycisk awaryjny!
